<template>
  <div>
    <div v-title="'公益钱包用户服务协议'"></div>
    <div>
      <div class="item">
        <p class="zreo">
          公益钱包用户服务协议（以下称“本协议”）由您与中益善源（北京）科技有限公司（以下简称“本公司”）签订。您确认，在申请本协议项下服务时，您已详细阅读本协议的所有内容，您充分理解并同意接受本协议的全部内容。如果您不同意本协议的任意内容，或者无法准确理解本公司对条款的解释，请不要进行后续操作。</p>
        <br>
        <p>一、 关于“公益钱包”服务协议的确认和接纳</p>
        <p>
          （一）“公益钱包”服务模块是由本公司运营并所有的为公益钱包个人及企业用户提供电子支付账户服务及理财产品的支付结算服务的软件系统。“公益钱包”服务是由本公司向公益钱包个人及企业用户提供的“公益钱包”服务模块（或）附随的代收代付等中介服务（以下简称“公益钱包服务”）。为了保障您的权益，您应保证自己在激活使用公益钱包服务时为具有完全民事行为能力的自然人。您在自愿激活使用本公益钱包服务前，必须仔细阅读本服务协议所有条款。一经激活使用公益钱包服务即视为您对本协议服务条款的接受和确认。</p>
        <p>
          （二）本公司有权在必要时单方修改或变更本协议的内容，并将通过本公司网站公布最新的服务协议，不另作个別通知，您应随时关注本公司网站发布的新公告以了解相关内容。若您于本公司修改或变更本服务条款后继续使用本服务，则视为您已阅读、了解、确认并同意接受修改或变更；若您不同意，则您应主动立即停止使用本服务。</p>
        <p>
          （三）您同意，您在“一起善源”客户端的“公益钱包”模块发生的所有支付行为，您不可撤销的授权由本公司按照《公益钱包用户服务协议》进行处理；同时本公司有权为提供前述服务的需要获取您的相关信息（包括但不限于个人信息、行为信息、账户相关信息等）。本公司按照您的操作指令或《公益钱包用户服务协议》的相关约定进行资金的冻结、扣划完全来自于您的授权，因此造成的任何损失本公司不承担任何责任。但您确认，您使用公益钱包服务时，您仍应完全遵守本《公益钱包用户服务协议》及本公司制定的各项规则及页面提示等。</p>
        <br>
        <p>二、关于“公益钱包”服务的激活</p>
        <p>在使用“公益钱包”服务前，您必须先激活成为“公益钱包”用户，您同意以下事项：</p>
        <p>
          （一）您必须依公益钱包服务激活条款的要求提供您准确、真实、有效、最新及完整的资料（包括但不限于身份证、户口本、护照、营业执照等证件或其他身份证明文件、联系方式、与公益钱包账户（或称“账户”）及与之关联的银行账户、绑定的电子邮箱、手机号码等，如有变更，应及时通知本公司并按照本公司要求办理变更手续。</p>
        <p>
          （二）您有义务维持您的“用户资料”，确保其准确、真实、有效及完整。若您提供任何错误、虚假、失效或不完整的资料，或者本公司有合理的理由怀疑资料为错误、虚假、过期或不完整，本公司有权暂停或终止向您提供部分或全部公益钱包服务，对此本公司不承担任何责任，您承诺并同意负担因此所产生的所有损失，包括但不限于直接损失、间接损失。若因国家法律法规、部门规章或监管机构的要求，本公司需要您补充提供任何相关资料时，如您不能及时配合提供，本公司有权暂停或终止向您提供部分或全部公益钱包服务。</p>
        <p>
          （三）为了适用法律规范，本条款及任何其他的协议、告示或其他关于您使用本服务账户及服务的通知，您同意本公司通过电子方式通知您。电子方式包括但不限于以电子邮件方式、或于本网站或者合作网站上公布、或无线通讯装置通知等方式。上述条款、协议、通知、告示一经发出，即视为已送达。</p>
        <br>
        <p>三、 关于“公益钱包”服务的使用</p>
        <p>（一）“公益钱包”服务说明： </p>
        <p>1.一旦您激活成为公益钱包用户，并选择使用“公益钱包”服务，则本公司将在您及对方符合指定条件或状态时，支付款项给您所指定的对象。</p>
        <p>2.您使用公益钱包服务且有暂留的资金时，该资金在任何时候均绝对独立于本公司营运资金之外，本公司承诺不会以任何形式挪用您的资金。</p>
        <p>3.按照中华人民共和国法律规定，由于本公司非银行或金融机构，本公司作为科技信息公司，资金会在合理时间范围内流转，您对此予以认同。</p>
        <p>4.在您使用公益钱包服务期间，本公司不对代收或代付的款项的货币贬值承担任何风险，并且本公司无须向您支付此等款项的任何孳息。 </p>
        <p>（二）一般服务条款 </p>
        <p>您在使用本协议项下的“公益钱包”服务时，可实现以下“公益钱包”中介服务：</p>
        <p>1.代付功能：经由您的授权或指令，自您的公益钱包账户内扣划一定金额向指定账户。如非经法律程序或者非由于本条款约定事项之出现，此等支付是不可逆转的。</p>
        <p>
          2.退(付)款功能：您可以要求本公司向您退返所保管的您的款项，但是:（1）当您收领退返款项时，必须提供一个与您本人名称完全相符的有效的国内银行账户。当您向本公司做出退(付)款指示时，本公司将于收到指令后的一到三个工作日内（根据您登记的银行不同，会产生时间上的差异），同时必须是在不违反国家法律法规的前提下，将相应的资金按照您的指示汇入您登记的银行账户，除此以外本服务不提供其他收领方式。</p>
        <p>
          3.查询功能：本公司将对您在本系统中的所有操作进行记录，不管该操作的目的最终是否实现，您可以在本系统中实时进行查询，并可以此为基础与您的银行账户进行核对查询，如您认为数额有误，则本公司将向您提供已按照您的指令所执行的收付款的相关记录，您了解并同意您最终能够收到款项的责任是由您登记的银行账户对应的银行提供的，您需向该银行请求查证。</p>
        <p>4.账户记录： 本公司将对您公益钱包账户内的信息和操作的全部或部分进行记录。</p>
        <p>
          5.您同意基于运行的需要，本公司可以暂时提供部分服务功能，或于将来暂停部分服务功能或开通新的服务功能、对系统进行升级及改造，因此可能导致对您提供的公益钱包服务延迟或限制或终止的，不视为本公司的违约。当任何功能减少或者增加或者变化时，只要您仍然使用公益钱包服务，表示您仍然同意本条款或者本条款修正后的条款。</p>
        <p>(三)交易费用</p>
        <p style="text-indent: 2em">
          公益钱包有权向您收取合理的交易服务费，并可根据业务发展需要对服务费进行调整。公益钱包应向您明示交易服务费用标准（含调整后的标准）。如您不接受相关费用标准，则不应继续使用公益钱包服务。若您继续使用公益钱包服务的，则视为接受公益钱包的相关费用标准。您同意，除非另有说明，本公司有权自您委托本公司代管、代收或代付的款项中直接扣除上述服务费用。</p>
        <br>
        <p>四、第三方网站的链接</p>
        <p style="text-indent: 2em">
          为实现身份信息审查，“一起善源”平台上可能包含了指向第三方网站（如网上银行网站）的链接（以下简称“链接网站”）。“链接网站”非由本公司控制，对于任何“链接网站”的内容，包含但不限于“链接网站”内含的任何链接，或“链接网站”的任何改变或更新，本公司均不予负责。自“链接网站”接收的网络传播或其它形式之传送，本公司不予负责。</p>
        <br>
        <p>五、 用户账号、密码及安全性</p>
        <p>（一）激活相关</p>
        <p>您应对您的公益钱包账户（以下亦简称该账户）负责，只有您可以使用您的公益钱包账户，该账户不可转让、赠与或继承。在您决定不再使用该账户时，您应将该账户下所对应的可用款项全部提现或者向公益钱包发出其它支付指令。</p>
        <p>您同意，若您丧失全部或部分民事权利能力或民事行为能力，本公司有权根据有效法律文书（包括但不限于生效的法院判决、生效的遗嘱等）处置与您的公益钱包账户相关的款项。</p>
        <p>（二）账户安全</p>
        <p>您了解并同意，确保账号及密码的绝对安全是您的责任。您将对利用该账号及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：</p>
        <p>1.您不可对其他任何人泄露您的账户或密码，亦不可使用其他任何人的账户或密码。 </p>
        <p>
          2.您同意如发现有第三人冒用或盗用您的账号及密码，或其他任何未经合法授权的情形，应立即以有效方式通知本公司，并且同意本公司可暂停您使用本服务并采取有效的防范措施。本公司在接受您的有效通知前，对第三人使用该服务已发生之效力，除非可证明本公司故意或重大过失，否则本公司将不承担任何责任。</p>
        <p>
          3.交易异常处理：您使用本服务时同意并认可，可能由于银行本身系统问题、银行相关作业网络连线问题或其他不可抗拒因素，造成本服务无法提供。您确保所输入的您的资料无误，如果因资料错误造成本公司于上述异常状况发生时无法及时通知您相关交易后续处理方式的，本公司不承担任何损害赔偿责任。</p>
        <p>
          4.基于运行和交易安全的需要，您同意本公司有权暂时停止提供或者限制本服务部分功能,或提供新的功能，在任何功能减少、增加或者变化时，对系统进行升级及改造、只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。</p>
        <p>5.本公司有权了解您使用公益钱包的真实交易背景及目的，您应如实提供本公司所需的真实、全面、准确的信息；如果本公司有合理理由怀疑您提供虚假交易信息的，本公司有权暂时或永久限制您所使用的产品或服务的部分或全部功能。</p>
        <p>
          6.为了您的公益钱包账户及其内资金的安全，根据本协议的约定、法律法规及法律文书的规定、政府依行政职权的要求及本公司依据自行判断认为的可能对您的公益钱包账户产生风险的情况，您同意本公司有权对您的公益钱包账户进行冻结，即进行暂时关闭该账户部分或全部使用权限的操作。冻结的逆过程为解冻，即本公司对您的被冻结的公益钱包账户结束冻结。当冻结发生时，如您申请解冻，本公司有权依照自行判断根据本项规定前述的冻结原因来决定是否允许解冻，您应充分理解您的解冻申请并不必然被允许，且申请解冻时您应当配合本公司核实您的身份的有关要求，提供包括但不限于身份信息、身份证、护照、其他有效的身份证明文件及本公司要求的其他信息或文件。</p>
        <p>7.您同意，本公司有权按照包括但不限于公安机关、检察机关、法院、海关、税务机关等司法机关、行政机关、军事机关的要求或基于本公司对您资金及交易异常的判断及风险策略对您在公益钱包的资金及账户等进行查询、冻结或扣划。</p>
        <br>
        <p>六、风险提示</p>
        <p>
          （一）支付账户所记录的资金余额不同于您的银行存款，不受《存款保险条例》保护，其实质为您委托本公司方保管的、所有权归属于您的预付价值。该预付价值对应的货币资金虽然属于您，但不以您本人名义存放在银行，而是以本公司名义存放在银行，并且由本公司向银行发起资金调拨指令。</p>
        <p>（二）您充分知悉，本公司仅提供支付相关服务，您应承担使用支付服务时其资金的货币贬值、利率波动等风险。</p>
        <p>（三）您对本公司所提示的风险和列示措施、说明完全理解和同意，承诺采取相关风险防范措施以尽量避免或减小风险。</p>
        <p>（四）您不得利用本公司提供的服务进行任何形式的洗钱、虚假交易、资金非法套现及其它违法行为。若本公司发现您违反本约定的，本公司可立即暂停、中止或终止支付服务，向公安部门报案，且将相关信息报送有关部门。</p>
        <p>（五）本公司提供支付服务期间相关款项产生的利息及孳息归属，由本公司收取或保管，本公司无需向您支付。</p>
        <br>
        <p>七、 发票开具说明</p>
        <p>如果您需要捐赠收据，请将捐款记录截图、捐赠人姓名、捐赠数额、邮寄地点、联系电话等信息，发送邮件至kefu@17shanyuan.com，我们的工作人员会为您处理。个人救助部分捐赠不可开具发票。</p>
        <p>公益捐赠发票将在每月月底统一开具，并会在次月五号前寄出；</p>
        <p>5000元以上的捐赠将以快递方式寄出；</p>
        <p>100元以上5000元以下的捐赠将以挂号信方式寄出；</p>
        <p>100元及其以下的捐赠需要自取，金额可累计集中开具（需提供捐赠截图）。</p>
        <br>
        <p>八、信息推送说明</p>
        <p>
          您在使用我们的服务时，平台会根据您提供的基础信息、填写的在线调查问卷以及在平台的支付、捐赠等记录向您发送以下通知：1、平台公示信息；2、公益项目信息；3、交易通知信息等。如您不希望收到这些信息，可以按照相关提示，在平台上选择取消订阅。</p>
        <br>
        <p>九、用户隐私保密说明</p>
        <p>详见《“一起善源”平台用户隐私保护规则》</p>
        <br>
        <p>十、 用户的守法义务及承诺</p>
        <p>
          您承诺绝不为任何非法目的或以任何非法方式使用本服务，也不将本服务用于禁止或限制物品的交易，并承诺遵守中华人民共和国相关法律，法规及一切使用互联网之国际惯例。您若是中华人民共和国以外之使用者，您同意同时遵守您所属国家或地域的法令。</p>
        <p>您同意并保证不得利用本服务从事侵害他人权益或违法之行为，若有违反者应负所有法律责任，包括但不限于： </p>
        <p>（一）反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的。</p>
        <p>（二）侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他智慧财产权及其他权利。</p>
        <p>（三）违反依法律或合约所应负之保密义务。 </p>
        <p>（四）冒用他人名义使用本服务。 </p>
        <p>（五）提供赌博资讯或以任何方式引诱他人参与赌博。</p>
        <p>（六）涉嫌洗钱、套现或进行传销活动的。 </p>
        <p>（七）使用他人银行账号或无效银行账号交易。 </p>
        <p>（八）从事任何可能含有电脑病毒或是可能侵害本服务系統、资料之行为。</p>
        <p>（九）其他本公司有正当理由认为不适当之行为。 </p>
        <br>
        <p>十一、 系统服务中断或故障</p>
        <p>公益钱包系统因下列状况无法正常运作，使您无法使用各项服务时，本公司对您不负任何损害赔偿责任，包括但不限于： </p>
        <p>（一）本公司公告系统停机维护期间。</p>
        <p>（二）信息网络连接故障，电脑、通讯或其他系统故障。</p>
        <p>（三）因台风、地震、海啸、火灾、洪水、爆炸、停电、罢工、劳动争议、暴乱、起义、骚乱、战争、恐怖袭击，生产力或生产资料不足，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务的。</p>
        <p>（四）因黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等因素造成的服务中断或者延迟。</p>
        <br><p>十二、责任范围及责任限制</p>
        <p>（一）本公司仅对本协议中所列明的义务承担责任。</p>
        <p>
          （二）本公司负责按"现状"和"可得到"的状态向您提供公益钱包服务。但本公司对公益钱包服务不作任何明示或暗示的保证，包括但不限于公益钱包服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，本公司也不对公益钱包服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性做出任何承诺和保证。</p>
        <p>（三）您明确因交易所产生的任何风险应由交易双方承担。</p>
        <p>（四）用户信息是由用户自行发布，本公司无法保证用户信息的真实、及时和完整，您应对您的判断承担全部责任。</p>
        <p>（五）本公司未对交易标的及“公益钱包”服务提供任何形式的保证，包括但不限于以下事项：</p>
        <p>1.“公益钱包”服务将符合您的需求。 </p>
        <p> 2.“公益钱包”服务将不受干扰、及时提供或免于出錯。 </p>
        <p> 3.您经由“公益钱包”服务购买或取得之任何产品、服务、资讯或其他资料将符合您的期望。 </p>
        <p> （六）除非法律法规明确要求，或出现以下情况，否则，本公司没有义务对所有用户的激活数据、商品（服务）信息、交易行为以及与交易有关的其它事项进行事先审查： </p>
        <p> 1.本公司有合理的理由认为具体交易事项可能存在重大违法或违约情形。 </p>
        <p> 2.本公司有合理的理由认为用户在公益钱包的行为涉嫌违法或不当。 </p>
        <p> （七）您了解并同意，本公司不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 (无论本公司是否已被告知该等损害赔偿的可能性)： </p>
        <p> 1.使用或未能使用本公司平台服务。 </p>
        <p> 2.第三方未经批准的使用您的账户或更改您的数据。 </p>
        <p> 3.您对本公司平台服务的误解。 </p>
        <p> 4.任何非因本公司的原因而引起的与本公司平台服务有关的其它损失。</p>
        <p>（八）免责</p>
        <p>您同意，在下列情形下本公司无需承担任何责任：</p>
        <p>1.由于您将公益钱包账户密码告知他人或未保管好自己的密码或与他人共享公益钱包账户或任何其他非本公司的过错，导致您的个人资料泄露。</p>
        <p>
          2.任何由于黑客攻击、计算机病毒侵入或发作、电信部门技术调整导致之影响、因政府管制而造成的暂时性关闭、由于第三方原因(包括不可抗力，例如国际出口的主干线路及国际出口电信提供商一方出现故障、火灾、水灾、雷击、地震、洪水、台风、龙卷风、火山爆发、瘟疫和传染病流行、罢工、战争或暴力行为或类似事件等)及其他非因本公司过错而造成的实名认证信息泄露、丢失、被盗用或被篡改等。</p>
        <p>3.由于与本公司链接或合作的其它网站（如网上银行等）所造成的银行账户信息、身份信息泄露及由此而导致的任何法律争议和后果。</p>
        <p>4.任何公益钱包用户（包括未成年人用户）向本公司提供错误、不完整、不实信息等造成不能通过实名认证或遭受任何其他损失，概与本公司无关。</p>
        <p>（九）“公益钱包”服务的合作单位，所提供的服务品质及内容由该合作单位自行负责。</p>
        <p>（十）您自本公司及公司工作人员或经由“公益钱包”服务取得的建议或资讯，无论其为书面或口头，均不构成本公司对“公益钱包”服务的任何保证。</p>
        <p>
          （十一）在法律允许的情况下，本公司对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使其事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本公司对上述损失的责任。 
        <p>（十二）除本协议另有规定外，在任何情况下，本公司对本协议所承担的违约赔偿责任总额不超过向您收取的当次“公益钱包”服务费用总额。
        <br><p>十三、服务条款的解释、法律适用及争端解决</p>
        <p>（一）您对本协议理解和认同，您即对本协议所有组成部分的内容理解并认同，一旦您使用本服务，您和本公司即受本协议所有组成部分的约束。本协议部分内容被有管辖权的法院认定为违法或无效的，不因此影响其他内容的效力。</p>
        <p>（二）在法律允许的范围内，本公司对本协议服务条款拥有最终解释权。</p>
        <p>（三）本协议及其修订本的有效性、履行和与本协议及其修订本效力有关的所有事宜，将受中华人民共和国法律管辖，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。</p>
        <p>（四）本协议签订地为中国北京市朝阳区。因本协议所引起的用户与本公司的任何纠纷或争议，首先应友好协商解决，协商不成的，双方可提出诉讼，管辖法院为本协议签订地的北京市朝阳区人民法院。</p><br/><br/>
        <p style="text-align:right;margin-bottom:10px;">一起善源·中益善源（北京）科技有限公司</p>
        <p style="text-align:right;">二〇一七年十二月</p>
      </div>
    </div>
  </div>
</template>
<style scoped>
  .item {
    box-sizing: border-box;
    padding: 0.5rem 0.4rem;
    line-height: 0.45rem;
    color: #4B4F63;
    background-color: #fff;
    font-size: 0.28rem;
    font-weight: 300;
    text-align: justify;
  }

  .zreo {
    text-indent: 2em;
    font-weight: 500;
  }

</style>
