<template>
    <div>
        <div v-title="'赛事声明'"></div>
        <div class="blk-3x"></div>
         <div class="container" id="text_box">
             <article>
                 <div class="text-center"><h2>赛事声明</h2></div>
                 <div class="blk-4x"></div>
                 <p>请仔细阅读以下声明，报名者签名即视为同意此声明上的一切内容：</p>
                 <p>1、报名者自愿报名参加2017“公益中国行”国际半程马拉松系列赛·旬邑站赛事 (以下统称“赛事”)。</p>
                 <p> 2、报名者全面理解并同意遵守主办方及组委会所制订的各项规程、规则、规定、要求及采取的措施。</p>
                 <p> 3、报名者理解该赛事将在对公众开放的公共道路上举办，并理解由此带来的风险，包括从轻微伤到重大伤害以及死亡的风险，对此，报名者同意在参与赛事前检查相关场地及设施，准备必要的防范措施，并同意承担所有前述风险。</p>
                 <p> 4、报名者已经过国家认证的医疗机构的身体检查，确认自身身体条件适合参与该项赛事及相关活动，且从未被告知不适合参加跑步活动。</p>
                 <p> 5、报名者同意主办方和组委会以其本人为被保险人投保人身意外险。但由于自身已知或未知的疾病、身体原因等所引起的不良后果，例如，中暑、昏厥等非外力或他人造成的伤害不在人身意外伤害保险条款范围内。报名者同意主（承）办单位对于非主（承）办单位原因造成的伤害、死亡或其他任何形式的损失不承担任何形式的赔偿。</p>
                 <p>  6、报名者同意向主办方和组委会提供真实有效的身份证件信息和资料用于核实本人的身份，并同意承担因姓名和身份证件信息等缺失或不实导致保险无法购买或生效等而产生的全部责任。</p>
                 <p>  7、报名者同意接受主（承）办单位在赛事期间为其提供的现场急救性质的医务治疗，但因医院急救和治疗等发生的相关费用（除保险公司赔付的部分外）由报名者自理。</p>
                 <p>  8、未成年人因参加赛事而产生的风险和责任，由其法定监护人承担。</p>
                 <p> 9、报名者授权主（承）办方和组委会及合作媒体无偿使用报名者的肖像、姓名、声音和其它个人资料用于赛事的组织、宣传和推广。</p>
                 <p>  10、报名者愿意通过报名时所提供的手机、电子邮箱等联系方式获得赛事相关信息，如因手机、电子邮箱等填写有误造成报名者未能及时了解赛事信息进而影响装备领取及正常参赛等，主（承）办方和组委会不承担任何责任。</p>
                 <p> 11、报名者报名成功后因个人原因无法参加赛事的，其报名费用将不予退还。</p>
                 <p> 12、报名者同意在组委会规定时间内到组委会指定地点领取参赛装备，未在规定时间内领取，逾期视作自动放弃。</p>
                 <p>  13、报名者同意在比赛前和比赛期间不得损坏、更改及遮盖赛事官方号码布（附带芯片），否则将可能没有比赛成绩或比赛成绩被取消。</p>
                 <p>  14、报名者在参加赛事期间，因个人原因导致的财产损失，主（承）办方和组委会不承担任何责任。</p>
                 <p>  15、报名者注意到主（承）办方及组委会已建议以下疾病患者不适宜参加赛事，如报名者属于下述患者但仍坚持报名，则在赛事期间出现任何风险，主（承）办方及组委会将不承担责任。</p>
                 <p>  1) 先天性心脏病和风湿性心脏病患者；</p>
                 <p>  2) 高血压和脑血管疾病患者；</p>
                 <p>  3) 心肌炎和其他心脏病患者；</p>
                 <p>   4) 冠状动脉病患者和严重心律不齐者；</p>
                 <p>   5) 血糖过高或过低的糖尿病患者；</p>
                 <p>   6) 其它不适合运动的疾病患者；</p>
                 <p> 7) 孕妇。</p>
                 <p> 16、报名者同意比赛前一天不饮酒，不熬夜，如赛前有感冒、发烧或其他身体不适等状况，则放弃参加比赛。</p>
                 <p> 17、本赛事不允许替跑，如发现替跑者，组委会有权立即终止其比赛，并上报中国田协追加处罚；如因私下转让名额导致被转让人在比赛期间发生任何人身伤亡及财产损失的，转让人应承担全部责任；如该等行为对赛事造成损失或不良影响，组委会将追究转让人的法律责任。
                     本人（及本人代为报名的参赛人员，下同）已认真阅读并全面理解及完全同意以上内容，且对上述所有内容予以确认并承担相应风险及法律责任。</p>
                 <div class="blk-4x"></div>
             </article>
             <div class="blk-4x"></div>
         </div>

    </div>
</template>
<script>
</script>
<style scoped>
    .blk-3x {
        height: 1rem;
        background: #fff;
    }
    .blk-4x {
        height: 0.8rem;
        background: #fff;
    }
    .container{
        padding-right: 0.3rem;
        padding-left: 0.3rem;
        margin-right: auto;
        margin-left: auto;
        background: #fff;
    }
    .text-center {
        text-align: center;
    }
    h2{
        font-size: 0.6rem;
        font-weight: 500;
    }
    h5{
        font-size: 0.28rem;
        margin-top: 0.2rem;
        margin-bottom: 0.2rem;
        line-height: 1.1;
        text-align: left;
    }
    strong{
        font-weight: 700;
        font-size: 0.28rem;
        text-align: left;
    }
    #text_box p{
        margin: 0 0 0.2rem 0.2rem;
        font-size: 0.28rem;
        line-height: 1.42857143;
        text-align: left;
    }
</style>
