<template>
  <div>
    <div v-title="'一起善源志愿者信息交互平台用户协议'"></div>
    <div class="item-con">
      <h2 style="font-size: 0.32rem;">《一起善源志愿者信息交互平台用户协议 》</h2>
      <p class="p1">志愿者誓词：“我愿意成为一名光荣的志愿者。我承诺：尽己所能，不计报酬，帮助他人，服务社会，践行志愿精神，传播先进文化，为社会进步贡献力量！”</p>
      <p class="p1">本协议遵守《志愿服务条例》及中华人民共和国其他相关法律法规等规范性法律文件的规定。</p>
      <p class="p1">一起善源志愿者信息交互平台（以下简称“志愿平台”）所有用户必须同时遵守《“一起善源”平台用户协议》和《“一起善源”平台用户隐私保护规则》。</p>
      <p class="p1">本志愿平台提供志愿者和志愿服务团体、志愿服务机构及与之相关联的志愿服务项目。志愿者、志愿服务团体、志愿服务机构以及任何其他与志愿服务活动有关的进入本志愿者平台的访问者接受本协议条款，注册成为本志愿平台用户，并遵守本协议所述之条款，使用本志愿平台所提供之服务。<span class="span-f-w-u">如果您不接受本协议之条款，请勿使用本志愿平台。如果您接受本协议之条款，表示您自愿受本协议之全部条款的约束。</span></p>
      <h3>1.信息的发布</h3>
      <p class="p2"><span class="span-f-w-u">1.1不得发布任何违反相关法律法规等规范性法律文件之规定的信息；<br/></span></p>
      <p class="p2"><span class="span-f-w-u">1.2不得发布任何不符合本志愿平台志愿服务目的的信息；<br/></span></p>
      <p class="p2"><span class="span-f-w-u">1.3发布志愿服务活动项目时应当说明与志愿服务有关的真实、准确、完整的信息以及在志愿服务过程中可能发生的风险，不得发布任何不完整、不准确或虚假的项目信息；</span></p>
      <p class="p2"><span class="span-f-w-u">1.4用户对其在志愿平台上所发布的任何信息承担全部的法律责任（包括但不限于刑事、民事和行政责任），因用户在本志愿平台上所发布的任何信息给本志愿平台造成任何损失的，本志愿平台有权要求用户予以赔偿。<br/></span></p>
      <h3>2.信息的使用</h3>
      <p class="p2">2.1志愿服务团体、志愿服务机构仅可就志愿服务目的使用志愿者之个人信息；<br/></p>
      <p class="p2">2.2志愿者仅可因参加某志愿服务项目，使用志愿服务团体、志愿服务机构发布之项目招募信息；<br/></p>
      <p class="p2">2.3本志愿平台提供的与志愿服务相关的其它信息，仅与其相应内容有关的目的而被使用；<br/></p>
      <p class="p2">2.4不得将任何本志愿平台的信息用作任何商业目的。<br/></p>
      <h3 class="f-w">3.信息的公开 </h3>
      <p class="p2"><span class="span-f-w-u">用户在本志愿平台所录入的任何信息，视为同意上述信息有可能被任何本志愿平台的访问者浏览，也可能被错误使用。本志愿平台对此不承担任何责任。</span></p>
      <h3 class="f-w">4.信息使用风险告知 </h3>
      <p class="p2"><span class="span-f-w-u">任何在本志愿平台发布的信息，均必须符合合法、准确、及时、完整的原则。但本志愿平台将不能保证所有由第三方提供的信息，或本志愿平台自行采集的信息完全准确。用户应了解，对上述信息，未经本平台审核，对这些信息的使用，需要用户自行进一步核实。本志愿平台对用户未经自行核实误用本志愿平台信息造成的任何损失不承担任何责任。</span></p>
      <h3>5.信息更改与删除 </h3>
      <p class="p2">除了信息的发布者外，任何用户不得更改或删除他人发布的任何信息。本志愿平台保留修改或删除任何不适信息的权利。</p>
      <h3>6.版权、商标权</h3>
      <p class="p2"><span class="span-f-w-u">本志愿平台的图形、图像、文字及其程序等均属本志愿平台之版权，受商标法及相关知识产权法律的保护，未经本志愿平台书面许可，任何人不得下载、复制、使用。</span>用户在本志愿平台发布的信息所包含的商标，归其相应的商标所有权人，受商标法保护。</p>
      <h3>7.注册信息使用</h3>
      <p class="p2">注册用户所提供的个人信息将会被本志愿平台统计、汇总，在我们的严格管理下，为本志愿平台的合作者提供依据。本志愿平台会不定期地通过注册用户留下的电子邮件、电话或通信地址同该用户保持联系。<br/></p>
      <p class="p2"><span class="span-f-w-u">本志愿平台承诺：在未经用户授权同意的情况下，本志愿平台不会将用户的个人资料泄露给第三方。但以下情况除外：<br/></span></p>
      <p class="p2"><span class="span-f-w-u">7.1根据执法单位之要求或为公共之目的向相关单位提供个人资料；<br/></span></p>
      <p class="p2"><span class="span-f-w-u">7.2由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露；<br/></span></p>
      <p class="p2"><span class="span-f-w-u">7.3由于计算机2000年问题、黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；<br/></span></p>
      <p class="p2"><span class="span-f-w-u">7.4由于与本志愿平台链接的其它网站或平台所造成之个人资料泄露及由此而导致的任何法律争议和后果；<br/></span></p>
      <p class="p2"><span class="span-f-w-u">7.5为免除用户在生命、身体或财产方面之急迫危险。<br/></span></p>
      <h3>8.用户责任</h3>
      <p class="p2">所有使用本志愿平台的用户，对使用本志愿平台信息和在本志愿平台发布信息的被使用，承担全部法律责任。<span class="span-f-w-u">本志愿平台对任何因使用本志愿平台而产生的第三方之间的纠纷，不承担任何责任，无论任何原因，给本志愿平台造成损失，本志愿平台有权追偿。</span></p>
      <h3>9.法律适用与争议处理</h3>
      <p class="p2">本协议之订立、生效、解释、修订、执行与争议解决均适用中华人民共和国大陆地区的法律；如法律无相关规定的，参照适用商业惯例或行业惯例。</p>
      <p class="p2">对于因本协议而产生的或者与本协议有关的争议，双方均应努力通过友好协商的方式进行解决。如果自双方开始协商之日起三十日内仍然无法就争议解决达成一致，任何一方均可向本志愿平台住所地人民法院提起诉讼。<br/></p>
      <h3 class="f-w">10.免责条款 </h3>
      <p class="p2"><span class="span-f-w-u">本志愿平台因正常的系统维护、系统升级，或者因网络拥塞而导致志愿平台不能访问，本志愿平台不承担任何责任。<br/></span></p>
      <p class="p2"><span class="span-f-w-u">本志愿平台并未随时监控此志愿平台，但保留对其实施实时监控的权利。对于他方输入的，不是本志愿平台发布的材料，用户应慎重使用，本志愿平台概不承担法律责任。对于其他网站或平台链接在本志愿平台的内容，本志愿平台不承担相关法律责任。<br/></span></p>
      <h3>11.协议条款的更新与修订</h3>
      <p class="p2">变更后的协议内容一经公布即代替原来的协议内容，本志愿平台用户须定期审阅本协议及其变更后的内容。若不同意对协议所作的变更，用户应停止使用本志愿平台下全部服务并注销账户。若用户在本协议内容公告变更后继续使用本协议下服务及账户，表示用户已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本协议下服务。<br/></p>
      <h3>12.志愿者激励机制</h3>
      <p class="p2">本志愿平台建立志愿者激励机制，包括但不限于志愿者积分系统、志愿者公益时长、志愿者公益币等。本志愿平台对志愿者激励机制保留最终解释权。</p>
      <h3 class="f-w">13.补充协议</h3>
      <p class="p2">由于互联网高速发展，本协议列明的条款并不能完整罗列并覆盖您与本志愿平台的所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，本志愿平台的<span class="span-f-w-u">法律声明及隐私权政策、本志愿平台的相关使用规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用本志愿平台服务，视为您同意上述补充协议。</span></p><br/><br/>
      <p class="p2" style="text-align:right;margin-bottom:10px;">一起善源·中益善源（北京）科技有限公司</p>
      <p class="p2" style="text-align:right;">二〇一七年十二月</p>
    </div>
  </div>
</template>
<script>

</script>
<style lang="scss" scoped>
  .item-con {
    box-sizing: border-box;
    padding: 0.5rem 0.4rem;
    line-height: 0.45rem;
    color: #4B4F63;
    background-color: #fff;
    font-size: 0.28rem;
    font-weight: 300;
    text-align: justify;
    .f-w{
      font-weight:600;
    }
    .span-f-w-u{
      font-weight:600;
      text-decoration: underline;
    }
    h2{
      padding:0.2rem 0 0.3rem;
      text-align:center;
      font-weight:700;
    }
    h3{
      padding:0.16rem 0;
    }
    .p1{
      text-indent: 2em;
      font-weight: 400;
      text-align: justify;
    }
    .p2{
      text-indent: 2em;
      font-weight: 400;
      text-align: justify;
    }
  }

  .vol-zreo {
    text-indent: 2em;
    font-weight: 500;
  }
</style>
