<template>
  <div class="privacyMark" v-if="isSure">
    <div class="privacy">
      <div class="privacy_con">
        <div class="privacy_title" style="text-align: center !important;">公益中国用户隐私协议保护规则</div>
        <div class="container">
          <!--<div style="text-align: center"><h2>用户隐私保护规则</h2></div>-->
          <!--<div class="blk-2x"></div>-->
          <h5 style="text-align: center !important;"><strong>引言</strong></h5>
          <h5 style="line-height: 20px"><strong>公益中国（“我们”）非常注重用户的隐私和个人信息保护。您在使用我们的产品或服务时，我们可能会对您的相关信息进行收集和使用。对此，我们希望通过本《用户隐私保护规则》（以下简称“本规则”）就如下问题向您做出详尽解释和说明：我们在您使用我们的产品或服务时如何收集、使用、保存、共享、转让、公开披露您的信息，以及您可针对上述信息访问、更新、删除、保护的方式。我们确保按照相关法律法规规定及国家、行业政策规定，遵循本规则，尽力维护您的隐私和个人信息安全。</strong>
          </h5>
          <div class="blk-1x"></div>
          <h5><strong>本规则将帮助您了解以下内容：</strong></h5>
          <p>1、我们如何收集和使用您的个人信息</p>
          <p>2、我们如何使用Cookie和同类技术收集您的个人信息</p>
          <p>3、我们如何共享、转让、公开披露您的个人信息</p>
          <p>4、我们如何保护和保存您的个人信息</p>
          <p>5、您如何管理您的个人信息</p>
          <p>6、我们如何处理未成年人的个人信息</p>
          <p>7、本规则如何作出更新</p>
          <p>8、如何联系我们和解决争议</p>
          <div class="blk-1x"></div>
          <h5 style="line-height: 20px"><strong>本规则与您使用公益中国软件中各项业务功能（以下统称“我们的产品或服务”）密切相关，我们诚挚希望您在使用我们的产品或服务前仔细阅读并充分理解本规则所述的内容，并使您在按照本规则指引下能够就您个人信息保护相关问题作出合理适当选择。一旦您开始使用或在我们更新本规则后（我们会及时提示您更新的情况）继续使用我们的产品或服务，即意味着您完全同意本规则（含更新后版本）的内容，并且同意我们按照本规则收集、使用、保存、共享、转让、公开披露您的相关信息。</strong>
          </h5>
          <p>如您对本规则内容有任何质疑或建议，请通过我们提供的各种联系方式与我们联系并沟通。</p>
          <p>
          <div class="blk-1x"></div>
          <h5><strong>一、我们如何收集和使用您的个人信息</strong></h5>
          <p><strong>个人信息：</strong>以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本规则中涉及的个人信息包括：基本信息（包括个人姓名、性别、住址、个人电话号码）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；网络身份标识信息（包括系统账号、IP地址、及与前述有关的密码）；个人财产信息（交易和消费记录、以及余额、积分、优惠券等虚拟财产信息）；个人上网记录（包括软件使用记录、点击记录）；个人常用设备信息。
          </p>
          <p><strong>个人敏感信息：</strong>一旦遭到泄露或修改，会对标识的个人信息主体造成不良影响的个人信息。本规则中涉及的个人敏感信息包括：基本信息中的住址、个人电话号码，个人身份信息（包括身份证、军官证、护照、驾驶证等），网络身份标识信息（包括系统账号、IP地址、及与前述有关的密码）；个人财产信息（交易和消费记录、以及余额、积分、优惠券等虚拟财产信息）。
          </p>
          <p>我们仅会出于本规则所述的如下目的，收集和使用您的个人信息：</p>
          <p>（一）帮助您获得用户注册</p>
          <p>为使用我们的产品或服务，您首先必须通过注册成为我们的用户。<strong>您在注册时需要向我们提供您实名认证的手机号码，我们将通过发送短信验证码的方式来验证您的身份有效性，同时您的真实姓名将默认为您注册时的手机号码“前三位***后四位”。</strong>注册成功后，您可自行选择补充或修改您的个人头像、真实姓名、性别，这些均属于您的“基础信息”。您补充的基础信息将有助于我们为您提供更加精准和个性化的服务，如果您不就上述基础信息进行补充，不会影响您使用我们的产品或服务。
          </p>
          <p>（二）为您提供产品和服务搜索和查找</p>
          <p>您在使用我们的产品和服务时，可以通过搜索来准确查找您所需要的产品或服务。我们会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的产品和服务。<strong>需要请您注意，您的搜索关键词信息单独无法识别出您的身份，不属于您的个人信息，我们有权以任何目的对其进行使用；只有当您的搜索关键词信息与您的其他信息相互结合使用，从而产生可以识别出您身份的效果时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本规则进行保护。</strong>
          </p>
          <p>（三）向您提供购买商品服务</p>
          <p>1、下单</p>
          <p>当您通过公益中国平台购买商品，并对您心愿单内的商品进行结算时，公益中国系统会生成您购买该商品的订单。<strong>您需要在订单中至少填写您的收货人姓名、手机号和收货地址，同时该订单中会载明您所购买的商品信息、您应支付的货款金额及支付方式。所有上述信息共同构成您的“订单信息”。</strong>
          </p>
          <p>2、支付</p>
          <p>
            在您提交订单后，需要您自行选择付款方式完成支付，付款方式包括公益中国的关联方或公益中国合作的第三方支付机构（包括中益钱包、微信支付、支付宝三种支付渠道）。支付功能本身并不收集您的个人信息，但我们需要将您的公益中国订单及交易金额信息与上述支付机构共享以确认您的支付结果。</p>
          <p>“关联方”是指一方控制、共同控制另一方或对另一方施加重大影响, 以及两方或两方以上同受一方控制、共同控制或重大影响的。以下涉及“关联方”如无特别规定，含义与此处相同。</p>
          <p>3、商品交付</p>
          <p>当您成功提交订单并完成在线支付后，公益中国合作的第三方配送公司将为您完成商品的交付。您知晓并同意上述第三方配送公司会在商品交付环节使用您的订单信息以确保向您准确送达所订购商品。</p>
          <p>4、售后服务</p>
          <p>
            我们的平台客服会使用您的订单信息为您提供购买商品或参与公益项目的后续服务。在此之前，平台客服会使用您的账号信息进行身份核验。此外，您有可能会在与平台客服沟通时，提供超出原披露信息范围的其他信息，如您提出变更购买商品收件人、联系电话或收货地址。</p>
          <p>（四）向您提供可选择的体验优化附加功能</p>
          <p>1、为使您使用公益中国的体验更加完善、顺畅，我们提供如下附加功能，其中可能会收集和使用您的个人信息。<strong>如果您不提供下述个人信息，不会影响您对我们产品或服务的正常使用，但您可能无法获得通过授权我们收集和使用您下述个人信息所产生的附加功能。这些附加功能包括：</strong>
          </p>
          <p>（1）基于摄像头（相机）的附加功能：您可以使用这个附加功能完成拍照、扫码的功能，同时您可以在公益中国上传您拍摄的照片来实现晒单及评价功能，我们会使用包含您所上传图片的评价。</p>
          <p>（2）基于麦克风（录音）的附加功能：您可以直接使用麦克风与我们的助理人或客服进行咨询和互动。我们会收集您的录音内容以识别您与助理人或客服沟通需求。</p>
          <p>2、上述附加功能可能需要您在您的移动设备中向我们开启您的相机（摄像头）、麦克风的访问权限，以实现这些功能所涉及的信息的收集和使用。您可以随时在手机权限设置中逐项查看和修改上述权限的状态。<strong>请您注意，您开启这些权限，代表您授权我们可以收集和使用这些个人信息来实现上述附加功能，您关闭这些权限，代表您取消了相应授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供与相应授权所对应的附加功能。您关闭权限的行为不对此前您的授权及我们基于您的授权收集和使用您个人信息的行为产生追溯力。</strong>
          </p>
          <p>（五）我们通过第三方途径收集您个人信息的情形</p>
          <p>
            为了向您提供完整的服务，我们可能在确认第三方获得您授权同意其向我们提供您个人信息或其他合法来源的前提下，从第三方处收集您的个人信息，该第三方可能包括与您使用我们产品或服务密切相关的支付机构、物流公司等，该个人信息仅限定在我们为您提供服务的必要限度内。如您拒绝提供上述信息或拒绝授权，则我们可能无法向您展示相关信息，但不会影响您使用我们产品或服务的基本业务功能。</p>
          <p>（六）其他用途</p>
          <p>我们将信息用于本规则未载明的其他用途时，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</p>
          <p>（七）以下情形构成征得授权同意的例外情形</p>
          <p>您充分知晓，根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：</p>
          <p>1、与国家安全、国防安全有关的；</p>
          <p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
          <p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
          <p>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
          <p>5、所收集的个人信息是您自行向社会公众公开的；</p>
          <p>6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
          <p>7、根据您的要求签订合同所必需的；</p>
          <p>8、用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
          <p>9、为合法的新闻报道所必需的；</p>
          <p>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
          <p>11、法律法规规定的其他情形。</p>
          <p>（八）您个人信息使用的规则</p>
          <p>1、我们会根据本规则的约定并为实现我们的产品或服务功能对所收集的个人信息进行使用。</p>
          <p>2、在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。<strong>请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</strong>
          </p>
          <p>
            <strong>3、请您注意，您在使用我们的产品或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。</strong>
          </p>
          <p>“删除个人信息”是指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态，以下涉及“删除个人信息”如无特别规定，含义与此处相同。</p>
          <p>4、我们会对我们的产品或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品或服务的整体使用及发展趋势。但这些统计信息不包含您的任何身份识别信息。</p>
          <p>5、当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。</p>
          <div class="blk-1x"></div>
          <h5><strong>二、我们如何使用Cookie和同类技术收集您的个人信息</strong></h5>
          <p>（一）Cookies的使用</p>
          <p>1、为实现您联机体验的个性化需求，使您获得更轻松的访问体验。我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies
            是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、存储您的购物偏好或您购物车中的商品等数据进而为您提供购物的偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。
          </p>
          <p>2、我们不会将 Cookies 用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookies。您可以清除计算机上保存的所有
            Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝
            Cookies；另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问我们的网站时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。</p>
          <p>
            3、通过得到的cookies信息，为您提供个性化服务。
          </p>
          <div class="blk-1x"></div>
          <h5><strong>三、我们如何共享、转让、公开披露您的个人信息</strong></h5>
          <p>（一）共享</p>
          <p>1、我们不会与公益中国以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
          <p>（1）在事先获得您明确同意或授权的情况下共享；</p>
          <p>（2）根据适用的法律法规规定、强制性的行政或司法要求所必须共享您的个人信息；</p>
          <p>（3）在法律法规规定允许范围内，为了维护公益中国、公益中国关联方或合作伙伴、您或其他用户以及社会公众的合法权益不受侵害，而确实有必要提供您的个人信息；</p>
          <p>（4）共享您的个人信息，是实现我们产品或服务的核心功能或提供您需要的服务所必须的方式；</p>
          <p>（5）应您需求为您处理您与他人的纠纷或争议；</p>
          <p>（6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
          <p>（7）基于学术研究目的而使用。</p>
          <p><strong>
            2、我们可能会将您的个人信息与我们的关联方共享。但我们只会在必要限度内最小程度共享您的个人信息，且共享符合本规则所声明的目的。如果我们共享您的个人敏感信息或关联方改变个人信息的使用及处理目的，将再次征求您的授权同意。</strong>
          </p>
          <p>
            <strong>3、为保证公益中国所提供服务的顺利实现且仅限于本规则所述的目的，我们可能会将您的个人信息与我们的合作伙伴共享。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</strong>我们的合作伙伴包括以下类型：
          </p>
          <p>
            （1）商品或技术服务的供应商。<strong>我们可能会将您的个人信息共享给支持我们功能的第三方。</strong>这些支持包括为我们提供基础设施技术服务、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品或服务的核心功能。
          </p>
          <p>
            （2）第三方商家。<strong>我们必须将您的订单信息及与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。
          </strong></p>
          <p>（3）公益项目发起方。<strong>针对您参与的公益项目，在您未选择匿名捐赠的情况下，向公益项目发起方提供您的个人信息，以便发起方对公益项目的参加人员进行统计。</strong></p>
          <p>（4）公益活动发起方。<strong>针对您参与的公益活动，向公益活动发起方提供您的个人信息，以便发起方对公益活动的参加人员进行统计并对公益活动的相关事项做出安排。</strong></p>
          <p>4、对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本规则以及其他任何相关的保密和安全措施来处理个人信息。</p>
          <p>（二）转让</p>
          <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
          <p>1、在事先获得您明确同意或授权的情况下转让。</p>
          <p>2、根据适用的法律法规规定、强制性的行政或司法要求所必须转让您的个人信息。</p>
          <p>3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所转让。</p>
          <p><strong>4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本规则的约束，否则，我们将要求该公司、组织重新向您征求授权同意。</strong>
          </p>
          <p>（三）公开披露</p>
          <p>我们仅会在以下情况下，才会公开披露您的个人信息：</p>
          <p>1、根据您的需求，在您明确同意或主动选择的披露方式下披露您所指定的个人信息。</p>
          <p>
            2、根据适用的法律法规规定、强制性的行政或司法要求所必须提供您的个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。</p>
          <p>3.
            如果我们确定您出现违反法律法规或严重违反公益中国相关协议规则的情况，或为保护公益中国及其关联方、其他用户或社会公众的人身财产安全免遭侵害，我们可能依据法律法规或公益中国相关协议规则在征得您同意的情况下披露关于您的个人信息，包括相关违法违规行为以及公益中国已对您采取的措施。</p>
          <p>（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
          <p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
          <p>（1）与国家安全、国防安全有关的；</p>
          <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
          <p>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
          <p>（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
          <p>（5）您自行向社会公众公开的个人信息；</p>
          <p>（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
          <p>根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</p>
          <div class="blk-1x"></div>
          <h5><strong>四、我们如何保护和保存您的个人信息</strong></h5>
          <p>（一）我们如何保护您的个人信息</p>
          <p>我们非常重视对您个人信息的保护和安全防范，并采取一切合理可行的措施，对您的个人信息采取保护措施：</p>
          <p>
            1、我们已采取符合业界标准、合理可行的安全防护措施保护您提供的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如，使用数据加密技术，确保用户数据的安全性；使用受信赖的保护机制防止个人信息遭到恶意攻击；部署访问控制机制，尽力确保只有授权人员才可访问个人信息；使用代码安全自查等分析技术进行个人信息安全风险防范。</p>
          <p>
            2、我们仅允许有必要知晓您个人信息的公益中国员工及公益中国关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与公益中国的合作关系。</p>
          <p>3、我们会采取一切合理可行的措施，确保在必要限度内不收集无关的个人信息。我们只会在达成本规则所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
          <p>
            4、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密。在使用公益中国平台进行商品交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或联系地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络公益中国客服，以便我们根据您的申请采取相应措施。</p>
          <p>
            5、请您注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。</p>
          <p>6、我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>
          <p>（二）我们如何保存您的个人信息</p>
          <p>1、您的个人信息将全被存储于中华人民共和国境内。如您需跨境使用您个人信息，我们会单独征得您的授权同意并要求接收方按照我们的说明、本规则以及其他任何相关的保密和安全措施来处理这些个人信息。</p>
          <p>2、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</p>
          <div class="blk-1x"></div>
          <h5><strong>五、您如何管理您的个人信息</strong></h5>
          <p>公益中国非常重视您关注自身信息受保护的需求，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，确保您享有充分的途径保障自身隐私和个人信息安全。您的权利包括：</p>
          <p>1、访问您的个人信息</p>
          <p>除法律法规有相反规定外，您有权随时访问您的个人信息，具体包括：</p>
          <p>（1）账户信息。您可登录账号点击“我的”，在设置中查阅您的账户基础信息，并且对头像、姓名、性别、选择部门、手机号、收货地址作出变更。</p>
          <p>（2）精准扶贫信息。您可登陆账号点击“我的”，查阅您的精准扶贫信息，包括个人购买订单、单位集采订单、已关注的贫困户、待关注的贫困户、扶贫电子码及优惠券信息。</p>
          <p>（3）公益档案信息。您可登陆账号点击“我的”，查阅您的公益档案信息，包括您参与的义卖、捐物、捐款信息，以及你所获得的公益勋章信息。</p>
          <p>（4）对于您在使用我们的产品或服务过程中产生的其他个人信息需要访问，请随时联系我们。我们会根据您所需访问信息的性质、本规则所列明的方式和期限响应您的请求。</p>
          <p>2、更正您的个人信息</p>
          <p>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正或补充。在更新、更正前述信息时，我们可能会要求您进行身份验证，以保障账户安全。</p>
          <p>3、删除您的个人信息</p>
          <p>您在我们的产品或服务页面中可以直接清除或删除的信息，包括收货地址信息。</p>
          <p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
          <p>（1）如果我们处理个人信息的行为违反法律法规；</p>
          <p>（2）如果我们收集、使用您的个人信息，却未征得您的同意；</p>
          <p>（3）如果我们处理个人信息的行为违反了与您的约定；</p>
          <p>（4）如果您注销了公益中国账户；</p>
          <p>（5）如果我们终止服务及运营。</p>
          <p>
            若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
          <p>4、改变您授权同意的范围或撤回您的授权</p>
          <p>您可以通过删除信息、关闭设备功能、在移动通讯设备中进行隐私设置等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。</p>
          <p>
            请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
          <p>5、个人信息主体注销账户</p>
          <p>我们可能会要求您进行身份验证，以保障主体信息安全。</p>
          <p>6、响应您的请求</p>
          <p>
            如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品或服务时所产生的其他个人信息，或您认为公益中国存在任何违反法律法规、政策规定或与您关于个人信息的收集或使用的约定，您均可以与我们就此事进行联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后30天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p>
          <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
          <p>（1）与国家安全、国防安全有关的；</p>
          <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
          <p>（3）与犯罪侦查、起诉和审判等有关的；</p>
          <p>（4）有充分证据表明您存在主观恶意或滥用权利的；</p>
          <p>（5） 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
          <p>（6）涉及商业秘密的。</p>
          <div class="blk-1x"></div>
          <h5><strong>六、我们如何处理未成年人的个人信息</strong></h5>
          <p>
            1、我们非常重视对未成年人个人信息的保护。针对18周岁以下的未成年人，如果没有父母或监护人的同意，不得自行创建自己的用户账户。如您为未成年人，建议您请您的父母或监护人仔细阅读本规则，并在征得您的父母或监护人同意的前提下使用我们的产品或服务或向我们提供信息。</p>
          <p>2、对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或公开披露此信息。</p>
          <p>3、如果我们发现自己在未事先获得可证实的父母或监护人同意的情况下收集了未成年人的个人信息，我们会尽快删除相关数据。</p>
          <div class="blk-1x"></div>
          <h5><strong>七、本规则如何作出更新</strong></h5>
          <p>
            1、为了更好适应公益中国发展需求，同时响应最新法律法规政策，本规则随时可能会做出更新。但未经您明确同意，我们不会削减您依据本规则所应享有的权利。我们会通过公益中国网站、公益中国移动端平台发出更新版本并在生效前通过网站公告、平台首页公告或以其他适当方式提醒您相关内容的更新，也请您关注公益中国平台以便及时了解最新的用户隐私保护规则。</p>
          <p>2. 对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于短信或在网站页面、平台首页做特别提示等方式，说明隐私保护规则的具体变更内容）。</p>
          <p>本规则所指的重大变更包括但不限于：</p>
          <p>（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
          <p>（2）个人信息共享、转让或公开披露的主要对象发生变化；</p>
          <p>（3）您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
          <p>（4）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</p>
          <p>（5）个人信息安全影响评估报告表明存在高风险时。</p>
          <p>3、我们还会将本规则的旧版本存档，供您查阅。</p>
          <div class="blk-1x"></div>
          <h5><strong>八、如何联系我们和解决争议</strong></h5>
          <p>1、如您对本规则或您个人信息的相关事宜有任何质疑、意见或建议，您可通过公益中国平台客服电话或拨打我们的办公电话与我们联系。</p>
          <p>2、一般情况下，我们将在30天内答复您的请求。</p>
          <p>3、如果您对我们的答复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您可以向我们住所地有管辖权的法院提起诉讼寻求解决。</p>
          <div class="blk-4x"></div>
          <div class="privacy_btn">
            <p class="btn" style="text-align: center !important;" @click="getSure()">同意协议</p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
  export default{
    data(){
      return {
        isSure: true,
        show_agreement:''
      }
    },
    created(){
      this.getData()
    },
    methods: {
      getData(){
        //      是否是老用户 弹窗
        this.$http.get(this.siteInfo.host + '/api/index.php?act=home&op=checkUserAgreement').then((res) => {
          let a = res.data
          this.show_agreement = a.show_agreement
          this.$emit('isAgree', this.show_agreement)
          if (a.show_agreement) {
            this.isSure = true
            this._appjs.syJsbShowToolBar('false')
          } else {
            this.isSure = false
          }
        })
      },
      getSure(){
        //检测数据库是否更新完成/用户是否同意
        this.$http.get(this.siteInfo.host + '/api/index.php?act=home&op=updateUserAgreementStatus').then((res) => {
          let b = res.data
          if (b.is_success) {
            this.isSure = false
            this._appjs.syJsbShowToolBar('true')
          } else {
            alert('数据库更新失败')
            this.isSure = false
          }
        })
      }
    }
  }
</script>
<style scoped>
  div,h5,p,strong{
    text-align: justify !important;
  }
  .blk-1x {
    width: 100%;
    height: 0.3rem;
  }

  .blk-2x {
    width: 100%;
    height: 0.5rem;
  }

  .blk-4x {
    width: 100%;
    height: 2rem;
  }

  .privacy {
    height: 90%;
    width: 6.5rem;
    margin: 9% auto 0;
    -webkit-border-radius: 0.08rem;
    -moz-border-radius: 0.08rem;
    border-radius: 0.08rem;
    background: #fff;
    overflow: hidden;
  }

  .privacy_con {
    width: 100%;
    height: 100%;
    position: relative;
  }

  .privacy_title {
    width: 100%;
    height: 0.93rem;
    line-height: 0.93rem;
    border-bottom: 1px solid rgba(218, 222, 228, 0.60);
    text-align: center;
    font-size: 0.34rem;
    color: #4B4F63;
    font-weight: 300;
  }

  .container {
    width: 100%;
    height: calc(100% - 0.93rem);
    padding: 0.41rem 0.3rem 0.3rem;
    overflow-y: auto;
  }

  div, h5, strong, p {
    text-align: left;
    line-height: 0.5rem;
    font-size: 0.28rem;
    color: #4B4F63;
  }

  strong {
    font-weight: 600;
    /*color: #000;*/
  }

  .privacy_btn {
    width: 100%;
    height: 2.15rem;
    padding: 0 0.25rem;
    position: absolute;
    bottom: 0;
    left: 0;
    box-sizing: border-box;
    background: linear-gradient(top, rgba(255, 255, 255, 0) 30%, rgba(255, 255, 255, 1) 70%);
    background: -webkit-linear-gradient(top, rgba(255, 255, 255, 0) 0%, rgba(255, 255, 255, 1) 30%);
  }

  .btn {
    width: 100%;
    height: 0.88rem;
    line-height: 0.88rem;
    background: #4A90E2;
    border-radius: 0.08rem;
    color: #fff;
    font-size: 0.32rem;
    text-align: center;
    box-sizing: border-box;
    margin-top: 0.97rem;
  }
</style>